000010* Copybook with no nested COPY statements                         AAAAAAAA
000020 01  :PREFIX:-COPY1-GROUP.                                        AAAAAAAA
000030     05  :PREFIX:-COPY1-ITEM1 PIC X.                              AAAAAAAA
000040     05  :PREFIX:-COPY1-ITEM2 PIC X.                              AAAAAAAA